[TutorialMedikit X2WeaponTemplate]
FriendlyName="Medikit"
FriendlyNamePlural="Medikits"
BriefSummary="The Medikit contains a pressurized solution that, when exposed to air, acts as a sealant and insulator. Infused with painkillers and antiseptics, the Medikit can treat wounds and remove a variety of adverse conditions, including burns and poison."
TacticalText="<Bullet/> A Medikit can restore <Ability:MEDIKITPERUSEHP/>HP to a single soldier.\n<Bullet/> A Medikit can also be used to remove Burning, Acid, and Poison effects from any soldier.\n<Bullet/> A Medikit can also be used to stabilize a soldier that is bleeding out.\n<Bullet/>A Medikit only has a single charge, and if used on allies, they must be in an adjacent tile.\n<Bullet/> Carrying a Medikit grants immunity to poison.\n<Bullet/> Does not affect robotic allies.\n"